{
    "Insults": [
        "Your father was a hamster and your mother smelt of elderberries.",
        "You are more disappointing than an unsalted pretzel.",
        "Light travels faster than sound, which is why you seemed bright until you spoke.",
        "It's impossible to underestimate you.",
        "You're as useless as the ueue in queue.",
        "If I were in a room with you and Hitler and I had two bullets, I would shoot myself. Twice.",
        "Your only shot at getting laid is crawling into a chicken.",
        "You must have been born on the highway because that's where the serious accidents happen.",
        "You're a gray sprinkle on a rainbow cupcake.",
        "I can kill myself by climbing up your ego and jumping down to your intelligence.",
        "Not even a 'nice guy' would be interested in you.",
        "It must be hard trying to convince anyone to like you.",
        "Your family tree is a circle.",
        "Insulting you would be a compliment.",
        "Whoever told you to 'be yourself' couldn't have given you worse advice.",
        "I'd settle this with a fight, but I don't want to be charged with animal cruelty.",
        "You're the human equivalent to a participation award.",
        "Calling you an idiot would be an insult to all the stupid people.",
        "I'd love to knock some sense into you, but I fear your skull is too thick.",
        "You remind me of anyone I'd like to forget.",
        "I think 'dildo' is a perfectly acceptable insult - I'd call you a dick, but you're not real enough.",
        "I bet the inside of your head looks like the inside of your wallet - empty.",
        "You are the human equivalent to an unfrosted poptart.",
        "I'd rather watch paint dry than try to engage in conversation with you.",
        "You have the charisma of a wet noodle.",
        "Some babies were dropped on their heads when they were younger - you were clearly thrown at a wall.",
        "You're not a clown - you're the entire circus.",
        "Salt is too spicy of a seasoning for you.",
        "You have a face fit for radio.",
        "I'd be afraid to throw your personality in the ocean - plastic is harmful to wildlife.",
        "I'm looking for a new apartment - how much for the vacant space between your ears?",
        "Too bad you don't have a real life snapchat filter.",
        "Even a sniper wouldn't take you out.",
        "I need to advertise something - is your forehead free, or is anyone using it?",
        "You look like your mom drank before you were born.",
        "An amoeba has more brainpower than you.",
        "Your makeup budget must be massive if you're covering two faces.",
        "I wouldn't pee on you if you were on fire.",
        "You must be a theater kid since you wear so many masks.",
        "You're like a genie lamp - when you get rubbed, people wish for something better.",
        "At least you'll survive the zombie apocalypse - you need brains to be targeted.",
        "Your romantic partner is like the square root of -100 - a perfect 10, but imaginary.",
        "You're so bland you make water have a taste.",
        "Does the river of filth pouring out of your mouth ever stop flowing?",
        "You're as colorful as an acid trip, but those are usually enjoyable.",
        "Your vibes are atrocious.",
        "You parents must've listened to a lot of Snoop Dog - they definitely dropped you like you were hot.",
        "It's not me, it's you.",
        "Make like your hairline and recede.",
        "Your threats are so empty, only trees have more bark.",
        "If I gave you a penny for your thoughts, I'd want a refund.",
        "The US government thought of using conversation with you as a form of torture, but the CIA deemed it too inhumane.",
        "You're the type of person who'd ask what the number for 911 is.",
        "You were dropped as a baby, and it shows.",
        "If jumping to conclusions were an olympic sport, you'd be the world champion.",
        "So tell me, how many times DID your mom use you as an ashtray?",
        "You never had to reconsider your place in life, and it shows.",
        "I find myself growing irritated just looking at you.",
        "You're about as useful as a potted plant.",
        "You're as annoying as a popcorn kernel stuck in between my teeth.",
        "Evolution was not kind to your family circle.",
        "If I look up 'disappointment' in the dictionary, I'm sure I'll find a photo of you there.",
        "I thought court jesters were supposed to be funny!",
        "Your family must run a bakery as you look like you're inbred.",
        "You have the personality of a chair that has one of its legs smaller than the others so it never functions properly.",
        "You're so stupid, you bought tickets to see Xbox Live.",
        "Meeting you felt worse than stubbing my pinky toe.",
        "Go walk on a sidewalk paved with LEGOs.",
        "I hope you step on a plug barefoot.",
        "If it weren't for the laws of this land, I would have already killed you.",
        "Hey pal, did you just blow in from stupid town?",
        "You're as cuddly as a cactus.",
        "You're as charming as an eel.",
        "I wouldn't touch you with a thirty-nine-and-a-half foot pole.",
        "You have all the tender sweetness of a seasick crocodile.",
        "Your soul is an appalling dump heap overflowing with the most disgraceful assortment of deplorable rubbish imaginable.",
        "You're an idiot sandwich.",
        "ur mum gay"
    ]
}